[
    {
        "timestamp": "1735923033874366100",
        "image_path": "images\\1735923033874366100.jpg",
        "ocr_text": "‘Une série de meurtres terrifiants sccouc Îles :\nÉtats-Unis. Tous suivent le même rituel\nd'horreur, tous sont’ sent d'an mystérieux\ndragon rouge. ” .\nUn honune est sur une piste. hs rappelle wall\nGraham. 11 a déjà démontré-par le passé sa.\ncurieuse aptitude À se mettre dans la peau des\npsychopathes, à adopter leur point de vue, à\ndeviner leurs pulsions les plus secrètes.\nDans cette sinistre traque, il doit rencontrer dans :\nsa prison un autre monstre : le diabolique Han-\nnibal Lecter.' Poi F Graham, commence une\nlente descente aux enfers, dans les recoins les\nplus sombres du psychisme de’ces' meurtriers en\nsérie, au risque de sy perdée Jüi-inême…",
        "translated_text": "‘A series of terrifying murders scouc Islands: United States. All follow the same horror ritual, all of them feel like a mysterious red dragon.' A houn is on a track. hs recalls Graham Wall. 11 has already demonstrated-by the past his. curious ability to get into the skin of psychopaths, to adopt their point of view, to guess their most secret impulses. In this sinister hunt, he must encounter in: his prison another monster: the evil Han- nibal Lecter.' Poi F Graham, begins a slow descent into the underworld, in the darkest corners of the psyche of these murderers in series, at the risk of losing sy lost Jüi-inême...",
        "predicted_genre": "Thriller",
        "feedback": null
    },
    {
        "timestamp": "1735923248068805600",
        "image_path": "images\\1735923248068805600.jpg",
        "ocr_text": "À Une série de meurtres tercifiants secoue lès:\nÉtats-Unis. Tous suivent le même rituel\nd'horreur, tous sont signés d'un mystérieux\ndragon rouge. |\n“Un homme est sur une piste, Il s'appelle will\nGrahani. Il a déjà démontré par le passé sa.\ncuricuse aptitude à-se mettre dans la peau des\n psychopathes, à adopter leur point de vue, à\ndeviner leurs pulsions les plus secrètes.\n\nDans certe sinistre traque, il doit rencontrer dans -\nsa prison un autre monstre : le diabolique Hin-\n‘nibal Lecter.’ Pour Graham; commence une\n‘lente ‘descente:aux enfers, dans les. recoins les\n‘plus sombres du psychisme de ces’ meurtriers en",
        "translated_text": "To a series of tercifying murders shakes it: United States. All follow the same ritual of horror, all are signed by a mysterious red dragon.: A man is on a track, He is called will Grahani. He has already demonstrated in the past his. curicuse ability to put himself in the skin of psychopaths, to adopt their point of view, to guess their most secret impulses. In some sinister hunt, he must meet in his prison another monster: the evil Hin-‘nibal Lecter.: For Graham; begins a ‘slow' descent: to the underworld, in the darkest corners of the psychism of these murderers.",
        "predicted_genre": "Thriller",
        "feedback": "Cohérent"
    },
    {
        "timestamp": "1735940671062864300",
        "image_path": "images\\1735940671062864300.jpg",
        "ocr_text": "“Une série de meurtres terrifinnts secoue lesi:\nÉtats-Unis. Tous suivent le même rituel\nd'horreur, tous sont’signés d'un mystérieux !\ndragon rouge. . ‘ - LOL\nUni homme est sur une piste. fl s'appelle Will\nGraham. Il a déjà démoñtré.par le passé,sa,\ncurieuse aptitude à-se micitre dans la peau des\n\npsychopathes, à adopter leur .point de vue; à.\ndeviner leurs pulsions les plus secrètes. D.\nDans cette sinistre traque, il doit rencontrer dans :\nsa prison un autre monstre :le diabolique Han-\nnibal Lecter. Pour Graham; commence une\nfente descente aux enfers, dans:les récoins Les\n‘plus sombres du psychisme de ces meurtriers en\n| série, au risque de s’y perdre lui-même\n\n‘ u FM,\n\nse",
        "translated_text": "A series of terrifying murders shakes thei: United States. All follow the same horror ritual, all are signposted by a mysterious! red dragon. . \" - LOL Uni man is on a track. fl is called Will Graham. He has already demontrated.in the past, his, curious ability to mimic himself in the skin of the psychopaths, to adopt their .point of view; to guess their most secret impulses. D. In this sinister hunt, he must encounter in: his prison another monster: the evil Han- nibal Lecter. For Graham; begins a slot descent into the underworld, in:the corners The ‘darkest of the psychism of these murderers in series, at the risk of losing himself' to FM, himself",
        "predicted_genre": "Erreur API",
        "feedback": "Incohérent"
    },
    {
        "timestamp": "1735941418282392400",
        "image_path": "images\\1735941418282392400.jpg",
        "ocr_text": "* Une série de meurtres terrifiants secouc les\n\n* États-Unis. Tous suivent le même rituel?\"\nd'horreur, tous sont signés d'un mystérieux\":\ndragon rouge. = : 1 LP\n\nUn homme est sur une piste. Il s'appelle Wil s\n- Graham. Il a déjà démontré par Le passé sa 74\n. curieuse aptitude à se miettre'dans la peau des ”\n- psychopathes, à adopter leur point de vue, à\n= deviner leurs pulsions les plus secrètes. Ne\nDans cette sinistre traque, il doit rencontrer dans -\nsa prison un aütre monstre‘:le disbolique Han-\nnibal Lécter, Pour Graham, commence une\nJente descente aux enfers, dans les recoins les’\nplus sombres du psychisme de ces meurtriers en\n+ série, au risque de s'y perdie lui-même...\nn° È DOrÉa,",
        "translated_text": "* A series of terrifying murders shook the * United States. All follow the same ritual?\" of horror, all are signed by a mysterious\": red dragon. = : 1 LP A man is on a track. His name is Wil s - Graham. He has already demonstrated in the past his 74 . curious ability to mietre in the skin of the psychopaths, to adopt their point of view, to = guess their most secret impulses. Don't In this sinister hunt, he must meet in - his prison a monster alder‘: the disbolic Han- nibal Lecter, For Graham, begins a jente descent into the underworld, in the darkest corners of the psychism of these murderers in + series, at the risk of losing himself there... n° È DOréa,",
        "predicted_genre": "Erreur API",
        "feedback": "Incohérent"
    },
    {
        "timestamp": "1735941545402982100",
        "image_path": "images\\1735941545402982100.jpg",
        "ocr_text": "‘Une série de meurtres terrifiants secouc tes\n: États-Unis. Tous suivent le même rituel\nd'horreur, tous sont signés d'un mystérieux 4\ndragon rouge. Le\nUn honune est sur une piste. nl s rappelle] Wii”\nGraham. 11 a déjà démontré par le passé sa!\ncurieuse aptitude À se niettre dans la peau des *\n. psychopathes, à adopter leur point de vue, à\ndeviner leurs pulsions les plus secrètes. Je\nDans cette sinistre traque, il doit rencontrer dans\nsa prison un aütre monstre‘: le diabolique Han-\nnibal Lecter, Pour Graham; commence une.\nJente descente aux enfers, dans les recoins les\nplus sombres du psychisme de'ces meurtriersen.\nsérie, EU risque de s'y perde jui-thème.. |",
        "translated_text": "‘A series of terrifying murders in the United States. All follow the same horror ritual, all are signed by a mysterious 4 red dragon. The One Honune is on a track. nl remembers] Wii的 Graham. 11 has already demonstrated in the past his! curious ability to deny oneself in the skin of the * . psychopaths, to adopt their point of view, to guess their most secret impulses. I in this sinister hunt, he must meet in his prison a monster': the evil Han-Nibal Lecter, For Graham; begins a. Jente descent to the underworld, in the darkest corners of the psychism of these murderers. series, EU risk to lose itself there jui-theme..'",
        "predicted_genre": "Thriller",
        "feedback": "Cohérent"
    },
    {
        "timestamp": "1735942259870529200",
        "image_path": "images\\1735942259870529200.jpg",
        "ocr_text": "John Steinbeck\nDes souris et des hommes\nTraduit ée l'anglais par LE: Coindrrau\n\n2 Lennie verra Jen doigts, se cramponna aux cheveux,\n\n= Léche-moi,crintelle, Mais Lichemoi done.\nLennbe étais afolé, Son virage se contractait, lle ve mit\nA hsler ce, de l'autre ain, il ui count La bouche et le\nmer.\n\n+ Non, Jrous en prie, wopplitil Oh, jvous en prie, ne\nfaites pas ça, Gcorpe se Bcherail.\n\nElie ne léhattaitAégoureusement sous ses mins...\n\n= Oh, fe vouten prie, ne its pas ça supplistil Geurge\n\nva dire que j'al encore fait quelque chose de mal 11\n\nan'iwera pas soigner ls Lpine, e\n\nLe chef d'aruvre de jh Sarre Pris Kobe,\n+ L'amitié informe et lavincible souée entre Lennie, Le doux\ncoke Lanocet sut maire dératatriees, et 108 coquis George,\nPeût homme aiçe, à une brauf, une puisunce de me», ft\nKrmet.\n\ndE)\n\nHlo RENDE2ATGEONS AMC Ti",
        "translated_text": "John Steinbeck Mouses and men Translated English by LE: Coindrau 2 Lennie will see Jen fingers, clinging to his hair, = Lick me, write to me, But Lichemoi done. Lennbe was afoliated, His bend was contracted, He put to hsler this, from the other ain, he has to count The mouth and the sea. + No, Jrous en prie, wopplitil Oh, please, don't do this, Gcorpe se Bcherail. Elie didn't lickAgouriously under her mins... = Oh, fe vouten prie, don't its that suppressil Geurge will say that I've done something wrong 11 year'iwera not to treat ls Lpine, e The chief of the aruvre of jh Sarre Pris Kobe, + The informe friendship and lavincible sold between Lennie, The sweet coke Lanocet sut do something wrong 11 year'iwera not to cure ls Lpine, e The chief of jh Sarre Pris Kobe, + The informe, + The informe between Lennie, Lavine, Lavine",
        "predicted_genre": "Nonfiction",
        "feedback": "Incohérent"
    },
    {
        "timestamp": "1735942356045780400",
        "image_path": "images\\1735942356045780400.jpg",
        "ocr_text": null,
        "translated_text": null,
        "predicted_genre": null,
        "feedback": null
    },
    {
        "timestamp": "1735942356074701500",
        "image_path": "images\\1735942356074701500.jpg",
        "ocr_text": null,
        "translated_text": null,
        "predicted_genre": null,
        "feedback": null
    },
    {
        "timestamp": "1735942381141863700",
        "image_path": "images\\1735942381141863700.jpg",
        "ocr_text": null,
        "translated_text": null,
        "predicted_genre": null,
        "feedback": null
    },
    {
        "timestamp": "1735942452167387200",
        "image_path": "images\\1735942452167387200.jpg",
        "ocr_text": "George Orwell\n1984\n‘Troduit dé l'englais per Ame Audheti\n\nDe tous les carrefours importants, le iuge à\n1a moustache noire vous fiuait du regard. 1 y\nen avait on sur Je mur d'en face, MG DAOTHER,\n\nla légende, tandis que | Ÿ l\nde regard des yeux noirs périétrait Les jeux de\n\n{Winston Au foin, un helicopnère glisa entre\nplana un moment, tele une mouche l\n\nBteue, puis repardt éumme une fléche, dans\nun vof courbe, C'était une patrouille qui venait\nmettre Le nez aux Fenêsres des gens. Mais tes\nportance, Seule\n\ne de la l'enée, |\n\na ce pare rar Le RUE 2 ma où Pad\npe Me re tre Ë\n&\n\n1?\n\n:\n| ce om itprenm anti |\ni\n\n1l\n\nRSS eme LU\n\n\" il\n\n| enrorcears aan SE F3",
        "translated_text": "George Orwell 1984 ‘Troduced from the englais per Ame Audheti Of all the important crossroads, the iuge with 1a black moustache made you look. 1 there was on I wall from opposite, MG DAOTHER, the legend, while the l of the black eyes perished The games of {Winston At hay, a helicopner glise between plana for a moment, like a fly l Bteue, then repardt summation a arrow, in a curved vof, It was a patrol that came to put The nose to the Fenêsres of the people. But your portance, the only e of the century, has this pare rar The RUE 2 ma where Pad pe Me re tre Ë & 1? :",
        "predicted_genre": "Nonfiction",
        "feedback": "Incohérent"
    },
    {
        "timestamp": "1735942493291110900",
        "image_path": "images\\1735942493291110900.jpg",
        "ocr_text": "GA\\LLANI\n\nToute chose projette une ombre, +\nmême notre monde. :\n\nout petite, Olivia Price a dt déponée ur Les marches de Forphetinat cb\n\ndie vit désormai. Incapablé de parler ele en sait pas moins e faire\nrespecter des autres pensionnaires. De sa mère, il ne Kad reste plus gun\nJourral Intime relié de eu, plein de doalna étranges ct marqué par a ob,\n‘docu es derniers mots ont 8 Ta scras À Fab tant que tune approches pas\nde Gale :\n\nMs a jeune fille pe rêve que d'une chose : avols ua jou. une famille, Alora,\n“quand elle apprend que son once la enfin retrouvée et l'invite À venir vivre\ndans ke domine familial de Gaïlane, Olivia n'hésite pas inc seule scemode.\nSuz place, eLe ne trouve que deux domestiques ct un cousin, Matthew = qui,\nde toute éridence, ne veut pas delle, Ele découvre surtout que 108 oncls ext\nmont et enterré depuis phasicurs mois déj... EDe remarque enfin que tousles\nHabitants du manoir semblent éviter comme La peste le mur qui s'élève\nderrière la propcidi£, su milieu d'une nature Mruriante. Qud mal ne dresse Là,\nau fond de ce jardin niché au bout du monde ? Qu'est-il vraiment arrivé à La\nmère dOlivia, toutes ces années plus ut ?: à .\n\nApets avoir scénarisé etco-produit pour Neufix La série Fit Kill inspirée\nd'une deses nouvelles, l'autrice prodige VE Schreab rct sa plume fascinanté\netsoa talent inimitable de l'intrigue au service d'un conte gothique À La fois\nghçane et suprêmement émourane Les lecteur de Neil Gaiman se plonçgeront\navec déices dans cet ouvrage sé d'ombre et de mystères le pouveau petit\n\n7 ralrade de Fautrice de La Vic mie dAabfie pare;\n\n——\n\n\\.",
        "translated_text": "GAL'LANI All things projecting a shadow, and even our world. : out small, Olivia Price has dt deponé ur The steps of Forphetinat cb die lives deormai. Unable to speak ele knows no less how to ensure respect for other inmates. From his mother, Kad remains more gun Jourral Intime bound of eu, full of strange doalna ct marked by ob, ‘docu es last words have 8 Ta scras à Fab so long as tune approaches not of Gale: Ms a young girl pe dreames only of one thing: avols ua jou. une famille, Alora,",
        "predicted_genre": "Fantasy",
        "feedback": "Cohérent"
    },
    {
        "timestamp": "1735942613926218700",
        "image_path": "images\\1735942613926218700.jpg",
        "ocr_text": "Le\n\n. Nobody Owensest un peut |\ngarçon parfaltement normal, Ou plutôt,\n\n. serait parfaltement normal s'il n'avait pas\n\nFA grandi dans un cimetière, élevé par\n\nun couple de fantômes, protégé par Silas,\n\nun être étrange ni vivant ni mort, et ami\n\nintime d'une sorcière brûlée vive autrefois.\n\nMais quelqu'un va attirer Nobody au-delà\n\nde l'enceinte protectrice du cimetière :\n\nle meurtrier qui cherche à l'éliminer\n\ndepuis qu'il est bébé,\n\nSi tu savais, Nobody, comme le monde\n\ndes vivants est dangereux.\n\nL'Étrange Vie de Nobody Quxïti ess int roman\nenchanteur, noir magique, tendre üt profond.\nLa grâce absolue de Neil Gaimun, ile retour après\n\nson livre-culie, Coraline,\nL , 7\n\n{Ce livre d'remponté là Nenbery Medal 2009",
        "translated_text": "The . Nobody Owensis a possible normal boy, or rather, . would be perfectly normal if he hadn't grown up in a cemetery, raised by a couple of ghosts, protected by Silas, a strange being neither alive nor dead, and intimate friend of a burned witch once alive. But someone will attract Nobody beyond the protective enclosure of the cemetery: the murderer who seeks to eliminate him since he was a baby, If you knew, Nobody, as the world of the living is dangerous. The Strange Life of Nobody Quxïti Ess int enchanting, magical black, tender deep üt. Neil Gaimun's absolute grace, is back after his book-cough, Coraline, L, 7 {This book reponted there Nenbery Medal 2009",
        "predicted_genre": "Thriller",
        "feedback": "Incohérent"
    },
    {
        "timestamp": "1735942801988832600",
        "image_path": "images\\1735942801988832600.jpg",
        "ocr_text": "ER EE EE mere RLE LE\nCHLOE ET BRANDON SONT LES ENFANTS\nDES PLUS GRANDS SUPER-HÉROS DE LA PLANÈTE.\n\nMAIS LE COSTUME N'EST-IL PAS\nTROP GRAND POUR EUX ?\n\nAutrefois, le but utime des super-héros ta clair : assurer je bien de La communauté\nMais Le monde à changé, Et face aux nouvelles crises qu te menacent, les héros\nsermbient déiommais Lrpulssants, Heureusement, certaines valeurs ne meurent pas d\n\nDécouvrez lintrigante Interprétation du mythe super héroïque par Mark Milar\nVüch-Ass, Ltimotes, Kinguman : Serices Secret:} et Frank Quétely (AE SLor Superman,\nMEL.\n\nCu",
        "translated_text": "BUT THE COSTUM IS NOT THROUGH GRAND FOR YOURSELF? In the past, the utime goal of superheroes is clear: to assure me well of the community But the world has changed, And in the face of the new crises that threaten you, the heroes are sermbling Lrpulsant, Luckily, certain values do not die from Discovering lintriguing Interpretation of the superheroic myth by Mark Milar Vüch-Ass, Ltimotes, Kinguman : Serices Secret:} and Frank Quétely (AE SLor Superman, MEL. Cu",
        "predicted_genre": "Science Fiction",
        "feedback": "Cohérent"
    },
    {
        "timestamp": "1735943054538168500",
        "image_path": "images\\1735943054538168500.jpg",
        "ocr_text": "Dans le monde où vit Jomas, la guerre, La pauvreté, le chô-\nle divorce n'exitert pas, Les inégalités n'existent pas,\nDésobéinunce et révolte n'existent pas, L'harmonic règne\n\ndns les cellules familiales comtituées avec soin par le comité\n\ndes sages. Les personnes trop gécs, ainsi que les nouveaux-\nnés inaptes sont sélamgise, personne ne sait exactement ce\n, que cela veut dire. S.  .\nDans L communauté, une seule personne détient vérita-\nblement le soir : c'est le dépositaire de la mémoire, Lui seul\nsait comment était le monde, des générations plus tôt, quand\n1 y avait encore des animaux, quand l'oeil humain pouvait\n\nencore voir les couleurs, quand les gens jombaient amou- -\n\nDans quelques jours, Jonas aura douze ans! Au cours d'un:\nSande cérémonie, il, se Verra attribuer, comme tous les\n\nenfants de son âge, sa future fonction dans La communauté.\n\n… Jens ne sait pas encore qu'il est unique. Un destin extra- -\n\nordinaire l'attend. Un destin qui peut le détruire.\n\nCelivre 3 obtenu la Newbéry Medal 1994,\n\nIlustration ec la couverture : « Jrela\nArroyo, 184,0, ADAGP, Par\n\nme, aquarelle d'Éduando",
        "translated_text": "In the world where Jomas lives, the war, poverty, the failure to divorce does not exist, Inequalities do not exist, Disobeinunce and revolt do not exist, The harmonic reigns the family cells combined with care by the committee of the wise. People too geeks, as well as the incompetent newborns are selamgized, no one knows exactly what this means. S. . In the community, only one person holds verita- bally at night: it is the custodian of the memory, He alone knows how the world was, generations earlier, when 1 still had animals, when the human eye could still see the colors, when people were admiring. - In a few days, Jonas will be twelve years old! During one: Sande ceremony, he, Verra will attribute, like all the children of his age, his future function in The community. ... Jens does not yet know that he is unique. An extra- - ordinary destiny awaits him. A cover that can destroy him.",
        "predicted_genre": "Science Fiction",
        "feedback": "Cohérent"
    },
    {
        "timestamp": "1735943493353131200",
        "image_path": "images\\1735943493353131200.jpg",
        "ocr_text": "Lénine =",
        "translated_text": "Lenin =",
        "predicted_genre": "Science Fiction",
        "feedback": "Cohérent"
    },
    {
        "timestamp": "1735943565709605900",
        "image_path": "images\\1735943565709605900.jpg",
        "ocr_text": "Erreur : Aucun texte détecté.",
        "translated_text": "Error: No text detected.",
        "predicted_genre": "Nonfiction",
        "feedback": "Incohérent"
    },
    {
        "timestamp": "1735943594756969700",
        "image_path": "images\\1735943594756969700.jpg",
        "ocr_text": "fe Karen Elle\nFe hs ES EN ESS\nne Pau éd,\npre réent du Re EE di\n\nnp pertes Mere des x\nAC is see D'inincque ce are\ni ro L'on aré qu'elle a ueun souvenrr. Fe\n\nPhénomèn\nro ur un UE TEL VE\nrh IA AE  ésaquEs",
        "translated_text": "This is why it has been remembered that it has been a phenomenon of a European Union TEL VE rh IA AE éaqués.",
        "predicted_genre": "Science Fiction",
        "feedback": "Incohérent"
    },
    {
        "timestamp": "1735943646364352000",
        "image_path": "images\\1735943646364352000.jpg",
        "ocr_text": "Erreur : Aucun texte détecté.",
        "translated_text": "Error: No text detected.",
        "predicted_genre": "Nonfiction",
        "feedback": "Incohérent"
    },
    {
        "timestamp": "1735943730933485500",
        "image_path": "images\\1735943730933485500.jpg",
        "ocr_text": "La cotiection « Les grands mystères\nde l'archéologie » vous emmène\n\nà la découverte de sites fabuleuse,\ntémoins des civilisations les Dies\nmarquantes de ce monde, sur les\ntraces des chercheurs Qué ont Let\nsorir de Fombre ot de FoubE\n\nteur splendeur passée. Richement\nMlustré, ce ivre vous oftre un vaste\naperçu des productions artisanales\net artistiques qui ont fait La gloire de Fempirs inca. M s'aruche\naussi à présenter organisation soclais et les coutumes\n\nde ce peuple, révélant ves asplrations les plus profondes,\nVéritable guide, l vous donne enfin des conseils pour visiter\nLe Machu Picchu el capter ce qui fait, encore sujourdul,\n\nson charme mystérieux.",
        "translated_text": "The contribution \"The great mysteries of archaeology\" takes you to the discovery of fabulous sites, witnesses of civilizations the important Dies of this world, in the footsteps of the researchers Qué have Let sorir de Fombre ot de Foube past splendour. Richly Mlustrated, this drunk you oftre a vast overview of the artisanal and artistic productions that have made The glory of Fempirs inca. M also arches himself to present the Soclais organization and the customs of this people, revealing the deepest asplations, True guide, I finally gives you tips to visit The Machu Picchu el capture what makes, still sujourdul, his mysterious charm.",
        "predicted_genre": "Nonfiction",
        "feedback": "Cohérent"
    },
    {
        "timestamp": "1735943826676577100",
        "image_path": "images\\1735943826676577100.jpg",
        "ocr_text": "mour mposibte\nentre une princese Inca et\nun officier espagnol\n\nÎ\nÎ\n{\n\nA a\n\nHs sont venus d'Espagne en traversant les mers\npour conquérir un empire fibuleux où l'or tipise\nLes temples et les palais, 170 coniquistadors menés\npar le Capitan Pizarro contre 80 000 Incas ébahis\n\nqui n'ont pas su résister. Alons les Espagnols ont\n\npris le pouvoir, l'or, et se sont installés,\n\nnya vivante.\n\nLC 2:\n\n(EST DER\n\nDe quel côté va se battre l'amour ?\n\n, Égélement chez Pichet sa à\nL\n\nMaïs un conquistador, Gabriel, ct une princesse\ninca aux étranges pouvoirs, Anamsya, sont tom\nbés amoureux, et le destin des Incas risque d'en\nêtre changé, Anamaya veut libérer son peuple,\ns: Gabriel est prée à quitter le sien pour voir Ana-\n\nAprès trois ans d'occupation, les Incas déclenchent\nl'offensive, Cette fois, ils sont armés, alors que Les\nEspagnols se croient toujours en terrain conquis\nL'affrontement va tenir de l'apocalypse, avc Ana\nmaya dans un camp et Gabriel dans l'autre.\n\nPrinnsse due soleil”, 2.",
        "translated_text": "Mposibte die between a princeess Inca and a Spanish officer IS { A a Hs came from Spain crossing the seas to conquer a fibulous empire where the gold tipise The temples and palaces, 170 conquistadors led by the Capitan Pizarro against 80,000 Incas ébahis who could not resist. Alons the Spanish took power, gold, and settled, nya alive. LC 2: (EST DER On which side will fight love? , At Pichet sa at L Mais a conquistador, Gabriel, ct a princess inca with strange powers, Anamsya, are fallen in love, and the fate of the Incas is likely to be changed from it, Anamaya wants to liberate his people, s: Gabriel is ready to leave his own to see Ana- After three years of occupation, the Incas trigger the offensive, This time they are armed, while the Spaniers still believe themselves in conquered land, Gabriel's will hold a confrontation in the macalya camp.",
        "predicted_genre": "Fantasy",
        "feedback": "Cohérent"
    },
    {
        "timestamp": "1735943963429789600",
        "image_path": "images\\1735943963429789600.jpg",
        "ocr_text": "BiL8O, COMME TOUS LES JroBntrs,\ncstun petit être pahible qui n'aime pas\nEen éuedérangéquandiletauble\nL'aventure lui tombe dessus comime la foudre,\n:quandi magicien Gandalf et treize nains barbus\nviennent lui parler de trésor, d'expédition périlleuse, * \"-\n© etdu dragon Smaug-qu'il vaaffronter. . »\nCar Bilbo doit partiraveceux! *\n- Etle plus extraordinaire, c'est que le hobbit affronters\n‘sous les dangers, sans jamais perdre son humour, *\nmêmes'il tremblera plus dur\n\n‘Grnd ad dique de 1a littérature Fantastique moderne, Bio\n+ Le Hobbit est Le point d'entrée dans l' univers de JRR Tollien «\ncvésiuble prélude 3 son chef.d'œuvre, Le Sigur desanneane",
        "translated_text": "BiL8O, AS ALL JroBntrs, cstun little pahible being who doesn't like Een eudedérangandiletauble The adventure falls on him like lightning, :when magician Gandalf and thirteen bearded dwarves come to talk to him about treasure, of perilous expedition, * \"- © and the dragon Smaug-that he's going to face. . » Because Bilbo has to leave with them! * - And the most extraordinary is that the Hobbit face \"under the dangers, without ever losing his humor, * even he will tremble harder ‘Grnd ad deic de 1a littérature Fantastique moderne, Bio + Le Hobbit is The point of entry into the universe of JRR Tollien \"preludes 3 his masterpiece, The Sigur desanneane",
        "predicted_genre": "Fantasy",
        "feedback": "Cohérent"
    },
    {
        "timestamp": "1735944055862475600",
        "image_path": "images\\1735944055862475600.jpg",
        "ocr_text": "HN rE\n\nPeu cosirer A\n\nA conserve a 16€ 8 D Fan 98 RCE,\nA Cowon de DrÉNEEECE AC AIT",
        "translated_text": "HN rE Candied A Candied at 16€ 8 D Fan 98 RCE, A Cowon from DrENEECE AC AIT",
        "predicted_genre": "Nonfiction",
        "feedback": "Cohérent"
    },
    {
        "timestamp": "1735991496107506000",
        "image_path": "images\\1735991496107506000.jpg",
        "ocr_text": null,
        "translated_text": null,
        "predicted_genre": null,
        "feedback": null
    },
    {
        "timestamp": "1735991784152079400",
        "image_path": "images\\1735991784152079400.jpg",
        "ocr_text": null,
        "translated_text": null,
        "predicted_genre": null,
        "feedback": null
    },
    {
        "timestamp": "1735991996733915100",
        "image_path": "images\\1735991996733915100.jpg",
        "ocr_text": null,
        "translated_text": null,
        "predicted_genre": null,
        "feedback": null
    },
    {
        "timestamp": "1735992095123164300",
        "image_path": "images\\1735992095123164300.jpg",
        "ocr_text": null,
        "translated_text": null,
        "predicted_genre": null,
        "feedback": null
    },
    {
        "timestamp": "1735992633707923900",
        "image_path": "images\\1735992633707923900.jpg",
        "ocr_text": null,
        "translated_text": null,
        "predicted_genre": null,
        "feedback": null
    },
    {
        "timestamp": "1735997146197505000",
        "image_path": "images\\1735997146197505000.jpg",
        "ocr_text": null,
        "translated_text": null,
        "predicted_genre": null,
        "feedback": null
    },
    {
        "timestamp": "1736368448185750100",
        "image_path": "images\\1736368448185750100.jpg",
        "ocr_text": "Une série de meurtres terrifiants sccouc les.\nÉtats-Unis.\" Tous suivent le même rituel\nd'horreur, tous sont signés d'un mystérieux\ndrägon rouge,\n\nUn honune est sur une piste, [fs rappelle will\nGraham. 11 4 déjà démontré .par le passé sa.\ncurieuse aptitude à Àse mettre dans la peau des :\npsychopathes, à adopter leur point CONTE\ndeviner leurs pulsions les plus secrètes. . :\nDans certe sinistre traque, il, doit rencontrer dans ‘\nsa prison un autre monstre : ile diabolique Hin-\nnibal Lecter. Pour’ Graham, commence une\nlente descente-aux enfers, dans les récoïns les\nplus sombres du psychisme de’ces meurtriers en\nsérie, au risque de s\" sy perdre lui-même...\"",
        "translated_text": "A series of terrifying murders hit the United States.\" All follow the same horror ritual, all are signed by a mysterious red drägon, A houn is on a track, [fs recalls will Graham. 11 4 already demonstrated .in the past his. curious ability to put oneself in the skin of: psychopaths, to adopt their point CONTE guess their most secret impulses. . . : In some sinister stalks, he, must meet in his prison another monster: evil island Hin- nibal Lecter. For Graham, begins a slow descent to hell, in the darkest recoins of the psychism of these serial murderers, at the risk of losing himself...\"",
        "predicted_genre": "Thriller",
        "feedback": "Cohérent"
    },
    {
        "timestamp": "1736426647371676500",
        "image_path": "images\\1736426647371676500.jpg",
        "ocr_text": null,
        "translated_text": null,
        "predicted_genre": null,
        "feedback": null
    },
    {
        "timestamp": "1736426734050372000",
        "image_path": "images\\1736426734050372000.jpg",
        "ocr_text": null,
        "translated_text": null,
        "predicted_genre": null,
        "feedback": null
    },
    {
        "timestamp": "1736427209602400100",
        "image_path": "images\\1736427209602400100.jpg",
        "ocr_text": null,
        "translated_text": null,
        "predicted_genre": null,
        "feedback": null
    },
    {
        "timestamp": "1736427843199076300",
        "image_path": "images\\1736427843199076300.jpg",
        "ocr_text": null,
        "translated_text": null,
        "predicted_genre": null,
        "feedback": null
    },
    {
        "timestamp": "1736427908992117100",
        "image_path": "images\\1736427908992117100.jpg",
        "ocr_text": null,
        "translated_text": null,
        "predicted_genre": null,
        "feedback": null
    },
    {
        "timestamp": "1736427933576938800",
        "image_path": "images\\1736427933576938800.jpg",
        "ocr_text": null,
        "translated_text": null,
        "predicted_genre": null,
        "feedback": null
    },
    {
        "timestamp": "1736428016918543000",
        "image_path": "images\\1736428016918543000.jpg",
        "ocr_text": null,
        "translated_text": null,
        "predicted_genre": null,
        "feedback": null
    },
    {
        "timestamp": "1736428150205813100",
        "image_path": "images\\1736428150205813100.jpg",
        "ocr_text": null,
        "translated_text": null,
        "predicted_genre": null,
        "feedback": null
    },
    {
        "timestamp": "1736428274341980700",
        "image_path": "images\\1736428274341980700.jpg",
        "ocr_text": null,
        "translated_text": null,
        "predicted_genre": null,
        "feedback": null
    },
    {
        "timestamp": "1736428699515641700",
        "image_path": "images\\1736428699515641700.jpg",
        "ocr_text": null,
        "translated_text": null,
        "predicted_genre": null,
        "feedback": null
    },
    {
        "timestamp": "1736429137831636900",
        "image_path": "images\\1736429137831636900.jpg",
        "ocr_text": null,
        "translated_text": null,
        "predicted_genre": null,
        "feedback": null
    },
    {
        "timestamp": "1736429212886567200",
        "image_path": "images\\1736429212886567200.jpg",
        "ocr_text": null,
        "translated_text": null,
        "predicted_genre": null,
        "feedback": null
    },
    {
        "timestamp": "1736429558752524900",
        "image_path": "images\\1736429558752524900.jpg",
        "ocr_text": null,
        "translated_text": null,
        "predicted_genre": null,
        "feedback": null
    },
    {
        "timestamp": "1736429573059701000",
        "image_path": "images\\1736429573059701000.jpg",
        "ocr_text": null,
        "translated_text": null,
        "predicted_genre": null,
        "feedback": null
    },
    {
        "timestamp": "1736430114484178500",
        "image_path": "images\\1736430114484178500.jpg",
        "ocr_text": null,
        "translated_text": null,
        "predicted_genre": null,
        "feedback": null
    }
]